/*
 Localizable.strings - Norwegian Nynorsk
 
 
 Created by André Bonkowski on 07.03.13.
 
 */

"ago" = "sidan";
"just now" = "Akkurat no";
"from now" = "frå no";

"%@ %@" = "%1$@ %2$@";
"about %@" = "om %@";

"yr." = "år";
"yrs." = "år";

"mo." = "mnd";
"mos." = "mnd";
"wk." = "u";
"wks." = "u";
"day" = "d";
"days" = "d";
"hr" = "t";
"hrs." = "t";
"min." = "m";
"mins." = "m";
"s." = "s";
"s." = "s";

"year" = "år";
"years" = "år";
"month" = "månad";
"months" = "månader";
"week" = "veke";
"weeks" = "veker";
"day" = "dag";
"days" = "dagar";
"hour" = "time";
"hours" = "timar";
"minute" = "minutt";
"minutes" = "minuttar";
"second" = "sekund";
"seconds" = "sekundar";

